/* Dialog Strings */
"SAVE" = "Arkiver";
"DONTSAVE" = "Ikke arkiver";
"CANCEL" = "Avbryt";
"DELETE" = "Slett";
"OK" = "OK";
"APPLY" = "Bruk";
"REVERT" = "Tilbakestill";
"DONTAPPLY" = "Ikke bruk";
"CONTINUE" = "Fortsett";
"NONE" = "Ingen";
"ASSIST" = "Hjelp meg…";
"NEW_ISP" = "Ny Internett-leverandør…";
"CREATE" = "Opprett";
"DO_NOT_CREATE" = "Ikke opprett";
"UNKNOWN" = "Ukjent";
"DONE" = "Ferdig";
"AUTHENTICATE" = "Godkjenn";
"DEAUTHENTICATE" = "Fjern godkjenning";

"ADVANCED" = "Avansert";
"SETUP" = "Opprett…";
"CONNECT" = "Koble til";
"DISCONNECT" = "Koble fra";
"DIAL_NOW" = "Ring nå";

"EDIT_BUTTON_RENAME" = "Endre navn";
"EDIT_BUTTON_EDIT" = "Rediger…";

"LINK_AGGREGATE" = "Koblingsaggregat";

/* Panel Strings */
"SAVE_CONFIG" = "Vil du ta i bruk konfigurasjonsendringene?";
"IP_FROM_SERVER" = "IP-adresse: oppgis av tjener\n";
"IP_ADDR" = "IP-adresse: %@\n";
"DELETE_LOC" = "Er du sikker på at du vil slette stedet «%@»?";
"DELETE_CFG" = "Er du sikker på at du vil slette konfigurasjonen «%@»?";
"DELETE_SERVICE" = "Er du sikker på at du vil slette tjenesten «%@»?";
"NO_UNDO_DESC" = "Dette kan ikke angres.";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "Tjenesten «%@» finnes på flere steder";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "Vil du slette den fra alle steder eller bare det gjeldende stedet?";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "Slett fra alle";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "Slett fra gjeldende";
"RENAME_CFG" = "Endre konfigurasjonsnavn:";
"RENAME_SERVICE" = "Angi et nytt navn for «%@».";
"CREATE_CFG" = "Opprett en ny konfigurasjon med navnet:";
"CREATE_SERVICE" = "Opprett en ny tjeneste med navnet:";
"DUPLICATE_SERVICE" = "Angi et navn for «%@»-duplikatet.";
"AUTOMATIC_CFG" = "Automatisk";
"DEFAULT_CFG" = "Standard";
"UNTITLED_CFG" = "Uten navn";
"CFG_NAME" = "Konfigurasjonsnavn:";
"CFG_COPY_NO_FORMAT" = "Kopier";
"CFG_COPY" = "%@ kopi";
"AIRPORT_ID" = "AirPort-ID:";
"ENET_ID" = "Ethernet-adresse:";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "Ugyldig navn";
"DUPLICATE_NAME" = "Navnet må være unikt!";
"INVALID_VLAN_TAG" = "Koden er utenfor området!";
"DUPLICATE_VLAN_TAG" = "Koden må være unik!";
"TURN_AIRPORT_OFF" = "Slå av AirPort";
"TURN_AIRPORT_ON" = "Slå på AirPort";
"AIRPORT_POWER_ON" = "På";
"AIRPORT_POWER_OFF" = "Av";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 til 4";

"MODEM_GENERIC" = "Generisk";
"MODEM_OTHER" = "Annet";

"UNTITLED_INTERFACE" = "Uten navn";
"UNTITLED_SERVER" = "Tjener uten navn";

"ALERT_UNSAVED_CHANGES_FORMAT" = "«%@»-tjenesten har endringer som ikke har blitt tatt i bruk. Vil du ta dem i bruk?";
"ALERT_UNSAVED_CHANGES" = "Denne tjenesten har uarkiverte endringer.";
"ALERT_UNSAVED_CHANGES_EXIT" = "Vil du ta i bruk endringene før du lukker Nettverk-valgpanelet?";
"ALERT_UNSAVED_CHANGES_IMPORT" = "Hvis du importerer, mister du endringer som ikke er arkivert. Vil du ta i bruk endringene før du importerer konfigurasjonen?";
"ALERT_UNSAVED_CHANGES_SWITCH" = "Vil du ta i bruk endringene før du bytter tjeneste?";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "Vil du ta i bruk endringene før du bytter sted?";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "Vil du ta i bruk endringene før du redigerer steder?";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "Hvis du slår AirPort av eller på, mister du endringer som ikke er arkivert. Vil du ta i bruk endringene før du slår AirPort av eller på?";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "Hvis du fornyer DHCP-leien, mister du endringer som ikke er arkivert. Vil du ta i bruk endringene før du fornyer DHCP-leien?";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "Hvis du kobler til uten å ta i bruk endringene, brukes de gjeldende innstillingene. Vil du ta i bruk endringene før du kobler til?";

"DELETE_VLAN_MULTIPLE" = "Dette VLAN-nettverket brukes av %d nettverkstjenester.";
"DELETE_VLAN_ONE" = "Dette VLAN-nettverket brukes av en nettverkstjeneste.";
"DELETE_VLAN" = "Er du sikker på at du vil slette VLANet «%@»?";
"DELETE_VLAN_INFO" = "Hvis du sletter dette VLAN-nettverket, vil alle nettverkstjenester som bruker det, bli slettet. Sletting av tjenester eller VLAN kan ikke angres. Vil du fortsette med slettingen av VLAN-nettverket og de tilhørende konfigurasjonene?";

"DELETE_BOND_MULTIPLE" = "Denne gruppen brukes av %d nettverkstjenester.";
"DELETE_BOND_ONE" = "Denne gruppen brukes av en nettverkstjeneste.";
"DELETE_BOND" = "Er du sikker på at du vil slette gruppen «%@»?";
"DELETE_BOND_INFO" = "Alle nettverkstjenester som bruker denne gruppen, vil bli slettet hvis du sletter gruppen. Sletting av tjenester og grupper kan ikke angres. Vil du slette gruppen og de tilknyttede konfigurasjonene?";
"UNTITLED_VLAN" = "VLAN uten navn";
"UNTITLED_BOND" = "Bond uten navn";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "Alle medlemsgrensesnittene er tilkoblet.";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "Noen av medlemsgrensesnittene er tilkoblet. Klikk på Avansert for detaljer.";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "Ingen av medlemsgrensesnittene er tilkoblet. Klikk på Avansert for detaljer.";

"NEW_INTERFACE" = "Nytt grensesnitt funnet";
"SAVE_INTERFACE" =  "Et nytt nettverksgrensesnitt har blitt funnet:\r\r%@\r\rKontroller at grensesnittet er riktig konfigurert, og klikk deretter på Ta i bruk for å aktivere det.";

"NEW_INTERFACES" = "Nye grensesnitt funnet";
"SAVE_INTERFACES" =  "Nye nettverksgrensesnitt har blitt funnet:\r\r%@\r\rKontroller at grensesnittene er riktig konfigurert, og klikk deretter på Ta i bruk for å aktivere dem.";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "Aktiver tjeneste";
"Make Service Inactive" = "Deaktiver tjeneste";

"Remove Service" = "Fjern tjenesten «%@»…";
"Duplicate Service" = "Duplikattjeneste «%@»…";
"Rename Service" = "Endre navn på tjenesten «%@»…";
"DELETE_WITH_NAME" = "Slett «%@»…";
"EDIT_WITH_NAME" = "Rediger «%@»…";

/* Location Menu */
"EDIT_LOCATIONS" = "Rediger steder…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "full";
"half" = "halv";
"full-duplex" = "full dupleks";
"half-duplex" = "halv dupleks";
"flow" = "flyt";
"flow-control" = "flytkontroll";
"auto" = "auto";
"autoselect" = "Automatisk";

/* misc service title */
"UNKNOWN_SERVICE" = "Ukjent tjeneste";

/* status strings */
"Inactive" = "Inaktiv";
"Connected" = "Tilkoblet";
"Connecting" = "Kobler til…";
"Disconnecting" = "Kobler fra…";
"Some Connected" = "Noen er tilkoblet";
"Not Connected" = "Ikke tilkoblet";
"Not Configured" = "Ikke konfigurert";
"Unknown State" = "Ukjent tilstand";
"Cable Unplugged" = "Kabel ikke tilkoblet";

"Self-Assigned IP" = "Selvtildelt IP";
"No IP Address" = "Ingen IP-adresse";
"Loopback IP" = "Loopback-IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "Kontoer";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "Ethernet";
"modem" = "Modem";
"pppoe" = "PPPoE";
"proxies" = "Proxy";
"appletalk" = "AppleTalk";
"bonds" = "Bond-status";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "VPN etter behov";
"vpnoptions" = "Valg";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "Tjenester";
"Active Services" = "Aktive tjenester";
"Inactive Services" = "Inaktive tjenester";
"All Services" = "Alle tjenester";
"All Broadband Services" = "Alle bredbåndstjenester";
"All VPN Services" = "Alle VPN-tjenester";
"All Wireless Services" = "Alle trådløse tjenester";
"All Dial-up Services" = "Alle oppringte tjenester";

"All Active Services" = "Alle aktive tjenester";
"Active Broadband Services" = "Aktive bredbåndstjenester";
"Active VPN Services" = "Aktive VPN-tjenester";
"Active Wireless Services" = "Aktive trådløse tjenester";
"Active Dial-up Services" = "Aktive oppringte tjenester";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "Angi tjenesterekkefølge og andre handlinger";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "MAC-identifikator (MAC = Media Access Control) for nettverksmaskinvaren";
"AirPortID Tooltip" = "MAC-identifikator (MAC = Media Access Control) for nettverksmaskinvaren (det samme som AirPort-ID-en)";

/* IP Address Validation strings */
"InvalidIPAddress" = "Ugyldig IP-adresse";
"InvalidSubnetMask" = "Ugyldig subnettmaske";
"InvalidRouterAddress" = "Ugyldig ruterlengde";
"InvalidServerAddress" = "Ugyldig tjeneradresse";
"InvalidDomainLabel" = "Ugyldig domeneetikett";
"LinkLocalAddress" = "Link Local-adresse";
"InvalidPrefixLength" = "Ugyldig prefikslengde";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP-adressen må bestå av fire tall fra 0 til 255, adskilt med punktum.";
"BasicSubnetMaskError"	= "Subnettmasken må bestå av 4 tall mellom 0 og 255, adskilt med punktum.";
"DefaultRouteError"	= "Verdien som er angitt, er reservert for standardruten og kan ikke brukes som IP-adresse for denne datamaskinen.";
"LimitedBroadcastError"	= "Verdien som er angitt, er den begrensede kringkastingsadressen, og den kan ikke brukes som IP-adresse for denne datamaskinen.";
"FirstQuadReservedError"	= "Den første verdien som er oppgitt, er utenfor området og kan ikke brukes som ruteradresse for denne datamaskinen.";
"SourceAddressError"	= "Den første verdien som er oppgitt, kan ikke være null.";
"LoopbackError"	= "Den første verdien som er oppgitt, kan ikke være 127.";
"BroadcastAddressError"	= "Vertsadressen kan ikke bruke kringkastingsadressen.";
"NetworkAddressError"	= "Vertsadressen kan ikke være 0.";

// IP Address Octet value error reasons
"OctetMatchError"	= "Nettverksadressedelen av IP-adressen passer ikke med subnettadressen.";
"OctetRangeError"	= "IP-adressen er ikke innenfor området til adressene som støttes av ruteradressen og subnettmasken.";

// IP and Router match error
"IPRouterMatchError"= "IP-adressen kan ikke være lik ruteradressen.";

// IP Address Link Local Address
"LinkLocalError" = "IP-adressen kan ikke rutes. Du bør angi en annen IP-adresse.";

// subnet maskk error reasons
"NonContiguousOnesError" = "Subnettmasken er ikke gyldig. Kontroller verdien for å forsikre deg om at den er skrevet inn riktig. Hvis du trenger hjelp, tar du kontakt med nettverksadministratoren.";

// DNS Search Domain errors
"SearchDomainLabelError" = "Navn på søkedomener kan kun bestå av bokstaver, tall og bindestreker. De må også begynne og slutte med enten en bokstav eller et tall.";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6-adressen må bestå av 8 heksadesimale tall fra 0x0 to 0xffff, atskilt med kolon.";
"IPv6RouterBasicValidationError" = "IPv6-ruteradressen må bestå av 8 heksadesimale tall fra 0x0 to 0xffff, atskilt med kolon.";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6-prefikslengden må være et heltall mellom 0 og 128. Det anbefales at verdien som angis, er lavere enn 127.";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "DHCP-klient-ID-en er for lang";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "DHCP-klient-ID-en kan ikke inneholde flere enn 255 tegn.";


/* Connect time */
"TIME_HMS" = "%2.2d.%2.2d.%2.2d";
"TIME_1DHMS" = "1 dag, %2.2d.%2.2d.%2.2d";
"TIME_DHMS" = "%d dager, %2.2d.%2.2d.%2.2d";

/* data quantities for PPP */
"Bytes" = "Byte";
"KBytes" = "kB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "Dupliser det markerte stedet";
"DUPLICATE_SERVICE_TOOLTIP" = "Dupliser den markerte tjenesten";
"DELETE_SET_TOOLTIP" =  "Slett det markerte stedet";
"DELETE_SERVICE_TOOLTIP" =  "Slett den markerte tjenesten";
"SERVICES_COLUMN_TITLE" = "Tjenester";
"LOCATIONS_COLUMN_TITLE" = "Steder";
"ADD_LOCATION_TOOLTIP" = "Legg til et sted";
"DELETE_LOCATION_TOOLTIP" = "Slett det markerte stedet";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "Marker tjenestene du vil legge til på stedet «%@»";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec Delt hemmelighet";

/* Keychain */
"IC_KEYCHAIN" = "Internet Connect";
"8021x_KEYCHAIN" = "802.1X-passord";
"IC_KEYCHAIN_FORMAT" = "Internett-forbindelse: %@";

/* configuration popup menu item titles */
"Rename item" = "Endre navn på «%@»…";
"Delete item" = "Slett «%@»";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "Legg til en DNS-tjeneradresse";
"DELETE_DNS_SERVER_TOOLTIP" = "Fjern en DNS-tjeneradresse";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "Legg til et DNS-søkedomene";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "Fjern et DNS-søkedomene";

"ADD_WINS_SERVER_TOOLTIP" = "Legg til en WINS-tjeneradresse";
"DELETE_WINS_SERVER_TOOLTIP" = "Slett en WINS-tjeneradresse";
"Add WINS server address" = "Legg til WINS-tjeneradresse";
"Delete WINS server address" = "Slett WINS-tjeneradresse";

"ADD_8021X_CONFIG_TOOLTIP" = "Legg til en 802.1x-konfigurasjon";
"DELETE_8021X_CONFIG_TOOLTIP" = "Slett en 802.1x-konfigurasjon";
"Add an 802.1x configuration" = "Legg til en 802.1x-konfigurasjon";
"Delete an 802.1x configuration" = "Slett en 802.1x-konfigurasjon";

"ADD_IPV6_ADDRESS_TOOLTIP" = "Legg til en ny IPv6-adresse";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "Slett den markerte IPv6-adressen";

"ADD_SERVICE_TOOLTIP" = "Opprett en ny tjeneste";
"REMOVE_SERVICE_TOOLTIP" = "Slett den markerte tjenesten";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ er i bruk.";

"CUSTOM_RANGE_FORMAT" = "( %d til %d )";
"MTU_RANGE_ERROR_TITLE" = "Verdien er utenfor området";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "MTU-verdien som er oppgitt, er mindre enn minimumsverdien (%d) som støttes av dette grensesnittet.";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "MTU-verdien som er oppgitt, er over maksimumsverdien (%d) som støttes av dette grensesnittet.";
"MTU_RANGE_ERROR" = "Verdien som er oppgitt, er utenfor MTU-verdiområdet som støttes av dette grensesnittet.";

// proxy descriptions
"FTP Proxy" = "FTP-proxy";
"Web Proxy (HTTP)" = "Webproxy (HTTP)";
"Secure Web Proxy (HTTPS)" = "Sikker webproxy (HTTPS)";
"Streaming Proxy (RTSP)" = "Streamingproxy (RTSP)";
"SOCKS Proxy" = "SOCKS-proxy";
"Gopher Proxy" = "Gopher-proxy";
"Automatic Proxy Configuration" = "Automatisk proxykonfigurering";
"Auto Proxy Discovery" = "Automatisk søk etter proxy";
		
// proxy titles
"FTP Proxy Server" = "FTP-proxytjener";
"Web Proxy Server" = "Webproxytjener";
"Secure Web Proxy Server" = "Sikker webproxytjener";
"Streaming Proxy Server" = "Streamingproxytjener";
"SOCKS Proxy Server" = "SOCKS-proxytjener";
"Gopher Proxy Server" = "Gopher-proxytjener";
"Proxy Configuration File" = "Proxykonfigurasjonsfil";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "Ingen sertifikater ble funnet";
"NO_CERT_ALERT_INFO" = "Sertifikatgodkjenning kan ikke brukes fordi nøkkelringen ikke inneholder de nødvendige sertifikatene. Importer de nødvendige sertifikatene til nøkkelringen ved hjelp av Nøkkelringtilgang. Hvis du ikke har sertifikatene som kreves for godkjenning, spør du nettverksadministratoren.";
"NO_CERT_MACHINE_ALERT_TITLE" = "Ingen maskinsertifikater ble funnet";
"NO_CERT_MACHINE_ALERT_INFO" = "Sertifikatgodkjenning kan ikke brukes fordi nøkkelringen ikke inneholder de nødvendige sertifikatene. Importer de nødvendige sertifikatene til nøkkelringen ved hjelp av Nøkkelringtilgang. Hvis du ikke har sertifikatene som kreves for godkjenning, spør du nettverksadministratoren.";
"NO_CERT_ALERT_OK" = "OK";
"NO_CERT_SELECTED" = "Ingen valgt";
"SELECT_USER_CERT_TITLE" = "Velg brukergodkjenningssertifikatet:";
"SELECT_TLS_CERT_TITLE" = "Velg TLS-sertifikatet:";
"SELECT_MACHINE_CERT_TITLE" = "Velg maskingodkjenningssertifikatet:";
"SELECT_CERT_INFO" = "Ingen valgt";
"CERT_NOT_FOUND" = "Ikke på nøkkelringen";
"CERT_NOT_FOUND_TOOLTIP" = "Det markerte sertifikatet er ikke lenger på nøkkelringen";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "Legg til et nytt domene i listen";
"REMOVE_VPN_DOMAIN" = "Fjern det markerte domenet fra listen";
"Add VPN on Demand domain" = "Legg til VPN etter behov-domene";
"Remove VPN on Demand domain" = "Fjern VPN etter behov-domene";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "NO";
"MINUTES_LABEL" = "minutter før ny oppringning"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "Hvis du slår på TLS, vil det føre til at godkjenning mislykkes.";
"ONEX_TLS_INFO" = "TLS kan ikke aktiveres fordi nøkkelringen ikke inneholder de nødvendige sertifikatene. Importer de nødvendige sertifikatene til nøkkelringen ved hjelp av Nøkkelringtilgang. Hvis du ikke har sertifikatene som kreves for godkjenning, spør du nettverksadministratoren.";
"NO_CERTS" = "Ingen sertifikater ble funnet";
"TLS_DESC" = "Velg TLS-sertifikatet:";

"ONEX_OFF_STATUS" = "802.1x er deaktivert";
"ONEX_ON_STATUS" = "802.1x er aktivert";
"ONEX_INACTIVE_STATUS" = "802.1X er ikke aktivt";
"TURN_ONEX_OFF" = "Deaktiver 802.1x";
"TURN_ONEX_ON" = "Aktiver 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "802.1x-pålogging er deaktivert";
"ONEX_LOGIN_ON_STATUS" = "802.1x-pålogging er aktivert";
"TURN_LOGIN_ONEX_OFF" = "Deaktiver 802.1x-pålogging";
"TURN_LOGIN_ONEX_ON" = "Aktiver 802.1x-pålogging";

"ENABLE_8021X_TOOLTIP" = "Klikk for å aktivere eller deaktivere 802.1x-godkjenning for denne nettverkstjenesten.";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "Aktivering av 802.1x-godkjenning krever at brukernavn og passord oppgis.";
"ONEX_AUTH_BUTTON_TOOLTIP" = "Klikk for å godkjenne ved hjelp av en 802.1X-konfigurasjon";
"ONEX_LOGIN_CREDS_TOOLTIP" = "Brukernavnet og passordet brukes kun for å hente sertifikatet og angi godkjenning. De lagres ikke.";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X-godkjenning mislyktes.";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X kunne ikke godkjenne. Det er mulig at konfigurasjonen du har oppgitt, er ugyldig. Hvis du er usikker på hvilken konfigurasjon du bør bruke for tilkoblingen, kan du spørre nettverksadministratoren."; 
"ONEX_PROTOCOL_FAILURE" = "En eller flere av protokollene du bruker under tilkoblingsforsøket, støttes ikke. Hvis du er usikker på hvilke protokoller du bør bruke for tilkoblingen, kan du spørre nettverksadministratoren."; 
"ONEX_INNER_PROT_FAILURE" = "En eller flere av de indre protokollene du bruker under tilkoblingsforsøket, støttes ikke. Hvis du er usikker på hvilke indre protokoller du bør bruke for tilkoblingen, kan du spørre nettverksadministratoren."; 
"ONEX_SECURITY_ERROR" = "Sikkerhetsfeil: %d";
"ONEX_ERROR_PORT" = "(Feil: %1$d på port %2$@ )";

"ONEX_AUTHENTICATING" = "Godkjenner";
"ONEX_CONNECTED" = "Godkjent";
"ONEX_CONNECTED_VIA" = "Godkjent via %@";
"ONEX_CONNECTED_VIA_PROT" = "Godkjent via %@ (%@)";
"ONEX_ELAPSED_TIME" = "Tilkoblet: %@";
"ONEX_NO_AUTHENTICATOR" = "Godkjenningstjeneren svarer ikke";

"ONEX_PROGRESS_TITLE" = "Konfigurerer %@-innstillinger for %@";
"ONEX_PROGRESS_STEP_AUTH" = "Godkjenner…";
"ONEX_PROGRESS_STEP_TRUST" = "Angir godkjenning…";

"ONEX_SYSTEM_DOMAIN" = "Systemprofiler";
"ONEX_LOGINWINDOW_DOMAIN" = "Påloggingsvinduprofiler";
"ONEX_USER_DOMAIN" = "Brukerprofiler";
"ONEX_SYSTEM_CONFIG" = "Systemprofil";
"ONEX_LOGINWINDOW_CONFIG" = "Påloggingsvindu";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "Vil du erstatte systemprofilen?";
"ONEX_REPLACE" = "Erstatt";
"ONEX_REPLACE_SHEET_INFO" = "Vil du erstatte systemprofilen med profilen som har navnet «%@»?";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "Det finnes allerede en profil for dette nettverket.";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "Hvis du oppretter en ny profil for dette nettverket, er det mulig at du ikke vil kunne koble til nettverket automatisk.";

/* status strings */
"UNKNOWN_SUMMARY" = "Status for nettverksforbindelsen kan ikke fastslås.";
"UNKNOWN_STATUS" = "Nettverksstatus er ukjent";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "Legg til et foretrukket nettverk i listen";
"DELETE_NETWORK_TOOLTIP" = "Fjern et nettverk fra listen med foretrukne nettverk";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ er av";
"AIRPORT_ON" = "%@ er på";
"AIRPORT_CONNECTED" = "%@ er koblet til et nettverk";
"AIRPORT_UNKNOWN" = "Status for den trådløse forbindelsen er ukjent.";
"AIRPORT_NO_NETWORK" = "Ingen nettverk er valgt";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ er slått på, men er ikke koblet til et nettverk.";
"AIRPORT_CONNECTED_TO" = "%1$@ er koblet til %2$@.";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ er koblet til datamaskin-til-datamaskin-nettverket %2$@.";
"AIRPORT_NO_IP" = "%@ har ingen IP-adresse og kan ikke koble til Internett.";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ er konfigurert til å motta en IP-adresse via %2$@, men har ingen IP-adresse og kan ikke koble til Internett.";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ er koblet til %2$@ og har IP-adressen %3$@.";
"AIRPORT_LINK_LOCAL" = "%@ har den selvtildelte IP-adressen %@ og vil ikke kunne koble til Internett.";
"AIRPORT_NO_ROUTER" = "Kan ikke kommunisere med basestasjonen. Kontroller at basestasjonen er konfigurert riktig.";
"AIRPORT_NO_REACH_IP" = "%@ er koblet til det trådløse nettverket, men status for basestasjonen er ikke tilgjengelig. Det er mulig at du er koblet til Internett.";
"AIRPORT_NO_DNS" = "%@ er koblet til Internett, men DNS-innstillingene kan være feil konfigurert.";
"AIRPORT_INTERNET_SHARING" = "Internett-deling er aktivert og deler forbindelsen via %@.";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "Tilkobling til kjente nettverk vil skje automatisk. Hvis ingen kjente nettverk er tilgjengelig, blir du spurt før tilkobling til et nytt nettverk.";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "Tilkobling til kjente nettverk vil skje automatisk. Hvis ingen kjente nettverk er tilgjengelig, må du velge et nettverk manuelt.";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ er aktiv";
"ETHERNET_NOT_ACTIVE" = "%@ er ikke aktiv";
"ETHERNET_CONNECTED" = "%@ er tilkoblet";
"ETHERNET_NOT_CONNECTED" = "%@ er ikke tilkoblet";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ er aktiv og har IP-adressen %2$@.";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "%@-kabelen er koblet til, men datamaskinen har ingen IP-adresse.";
"ETHERNET_NOT_PLUGGED" = "Kabelen til %@ er ikke koblet til, eller enheten i den andre enden svarer ikke.";
"ETHERNET_LINK_LOCAL" = "%@ har en selvtildelt IP-adresse og vil ikke kunne koble til Internett.";
"ETHERNET_NO_ROUTER" = "Nettverksstatus kan ikke kommunisere med ruteren.";
"ETHERNET_NO_REACH_IP" = "%@ er koblet til lokalnettverket, men Nettverksstatus kan ikke verfisere om du er koblet til Internett.";
"ETHERNET_NO_DNS" = "%@ er koblet til, men DNS fungerer ikke som ventet. Dette kan skyldes feil konfigurering av DNS.";
"ETHERNET_LOOPBACK" = "%@ har en «loopback»-IP-adresse og vil kanskje ikke kunne koble til.";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ er ikke tilkoblet.";

/* iPhone USB */
"USB_NOT_PLUGGED" = "Kabelen for %@ er ikke koblet til, eller enheten svarer ikke.";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "Ingen FireWire-enheter som kan brukes over nettverket, er tilkoblet.";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ er ikke konfigurert";
"MODEM_CONNECTED" = "%@ er tilkoblet";
"MODEM_NOT_CONNECTED" = "%@ er ikke tilkoblet";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ har ikke blitt konfigurert.";
"MODEM_READY" = "Klikk på Koble til-knappen for å koble til nettverket.";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ er inaktiv";
"VPN_CONNECTED" = "%@ er tilkoblet";
"VPN_CONNECTING" = "%@ kobler til…";
"VPN_DISCONNECTING" = "%@ kobler fra…";
"VPN_NOT_CONNECTED" = "%@ er ikke tilkoblet";
"VPN_UNKNOWN_STATE" = "Status for %@ er ukjent";
"VPN_NOT_CONFIGURED" = "%@ er ikke konfigurert";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "Eksisterende konfigurasjoner vil bli slettet";
"LINK_ALERT_EXISTING_CONFIG" = "Eksisterende konfigurasjoner for de markerte portene vil bli slettet. Er du sikker på at du vil opprette et aggregat?";
"LINK_STATUS_SPEED_DOWN" = "ned";
"LINK_STATUS_ENABLED" = "OK";
"LINK_STATUS_INVALID" = "Ugyldig kobling";
"LINK_STATUS_NO_PARTNER" = "Ingen partner";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "Feil gruppe";
"LINK_STATUS_UNKNOWN" = "Ukjent";
"LINK_STATUS_TOOLTIP_ENABLED" = "Ingen problemer funnet.";
"LINK_STATUS_TOOLTIP_INVALID" = "Koblingsstatusen var ikke gyldig (dvs. nede, halv dupleks eller feil hastighet).";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "Det ser ut til at 802.3ad Link Aggregation ikke er aktivert for porten på svitsjen som enheten er koblet til.";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "Porten er koblet til en partner, men koblingsaggregatgruppen er en annen enn den som er aktiv.";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "Status for enheten kunne ikke fastslås.";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "Konfigurasjonene for «%@» kunne ikke importeres.";
"ALERT_IMPORT_FAILED_MESSAGE" = "Ingen «%@»-tjenester ble funnet.";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "«%@»-konfigurasjonene kunne ikke importeres fordi en «%@»-tjeneste ikke har blitt konfigurert i Nettverk-valgpanelet.";
"IMPORT_FAILED_BAD_FILE" = "Importen mislyktes fordi filen er ugyldig.";
"IMPORT_MULTIPLE_FORMAT" = "Flere %@-tjenester ble funnet. Marker tjenesten konfigurasjonene skal importeres til:";
"IMPORT_MULTIPLE_8021X_FORMAT" = "Flere tjenester som støtter %@, ble funnet. Marker enheten konfigurasjonene skal importeres til:";
"EXPORT_FAILED" = "Eksport mislyktes.";
"EXPORT_FAILED_FILE" = "Kunne ikke skrive konfigurasjonene til filen.";
"EXPORT_FAILED_CONFIGS" = "Kunne ikke skrive konfigurasjonene til filen fordi det ikke finnes noen konfigurasjoner.";
"EXPORT_FAILED_CHECKBOXES" = "Kunne ikke skrive konfigurasjonene til filen fordi ingen av avkrysningsrutene var markert.";
"EXPORT_FAILED_FILE_8021x" = "Kunne ikke skrive 802.1X-profilene til filen.";
"EXPORT_FAILED_PROFILES" = "Kunne ikke skrive 802.1X-profilene til filen fordi det ikke finnes noen profiler.";
"EXPORT_FAILED_CHECKBOXES_8021x" = "Kunne ikke skrive 802.1X-profilene til filen fordi ingen av avkrysningsrutene var markert.";

"EXPORT_UNTITLED_FILE" = "Uten navn";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "Trenger du hjelp med å konfigurere en ny nettverksforbindelse eller løse et nettverksproblem?";
"ASSIST_SHEET_INFO" = "Hvis du trenger hjelp med å stille inn en ny nettverkskonfigurasjon, klikker du på Assistent. Hvis du trenger hjelp med å løse et problem med nettverksforbindelsen, klikker du på Diagnostikk.";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "Assistent…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "Diagnostikk…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk er aktivt på en annen nettverkstjeneste.";
"APPLETALK_ALRT_EXPLANATION" = "Vil du deaktivere AppleTalk på «%@»?"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk kan kun være aktivt på en nettverksport om gangen. Hvis du fortsetter, vil AppleTalk deaktiveres på %@."; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "Ikke tilgjengelig";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "Vis VPN-status i menylinjen";
"SHOW_MODEM_MENUEXTRA" = "Vis modemstatus i menylinjen";
"SHOW_WWAN_MENUEXTRA" = "Vis WWAN-status i menylinjen";
"SHOW_PPPOE_MENUEXTRA" = "Vis PPPoE-status i menylinjen";
"SHOW_IRDA_MENUEXTRA" = "Vis IrDA-status i menylinjen";

/* Accessibility Strings */
"Location Actions" = "Stedshandlinger";
"Add Location" = "Legg til sted";
"Delete Location" = "Slett sted";

"Add search domain" = "Legg til søkedomene";
"Delete search domain" = "Slett søkedomene";
"Add DNS server" = "Legg til DNS-tjener";
"Delete DNS server" = "Slett DNS-tjener";

"Add Service"= "Legg til tjeneste";
"Delete Service" = "Slett tjeneste";
"Service Actions" = "Tjenestehandlinger";

"Add Profile"= "Legg til profil";
"Delete Profile" = "Slett profil";

"SERVICE_LOGO_FORMAT" = "%@-logo";
"Service Logo" = "Tjenestelogo";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "Tjeneren ber om passord";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "Ingen PAN-enheter funnet";